<template>
	<div class="Agreemen">
		<h2>尊敬的中研博硕英才网用户：</h2>
		<div class="agreementbody">
			<p>您好！</p>
			<p><strong>版本号：V2020-1.0版本</strong></p>
			<p><strong>发布日期：2020年2月25日</strong></p>
			<p><strong>生效日期：2020年3月25日</strong></p>
			<div class="div">欢迎您注册成为“博士投”用户！并使用博士投提供的服务。博士投用户服务协议（以下简称“本协议”）是您与武汉博硕人力资源服务有限公司签订。</div>
			<div class="div">当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与博士投达成一致，成为博士投的用户。</div>
			<div class="div">如您不同意本用户协议，请不要点击“我同意”、“注册”或类似内容，请勿注册或使用博士投的服务，并应立即停止注册程序。如您对本用户协议的内容（特别是涉及免除或者责任限制的条款）有任何疑惑或不满意，可随时按照本用户协议中列明的联系方式与我们联系，我们将及时处理您的请求或投诉，并针对您的需求进行解释。</div>
			<div>
				<h3>第一条 账户的注册、使用、注销</h3>
				<div>1、在您开始注册使用博士投服务前，您应当具备中华人民共和国法律规定的与您的行为相适应的民事行为能力。</div>
				<div>
					2、您同意本协议的全部条款并按照登陆页面上的提示提供您本人真实、准确、有效信息并完成全部注册程序后，才能成为博士投用户。我们通过博士投（博士网站WWW、博士投微信小程序）为博士投用户提供网络服务。
					<div>（1）如果您是求职用户，建议您尽量完善和公开您的简历信息以更好进行求职。如您同意在您选择公开简历时，在您选择公开简历范围的博士投用户可以付费下载您的简历以获取您填写的联系方式。</div>
					<div>（2）如果您是招聘用户，您需要完成实名认证并关联用人单位，保证该为职务行为后，才能使用博士投提供的招聘服务。为了平台的安全运行，招聘信息的真实、有效，我们视情况定期或不定期核查已经通过认证的招聘用户，以验证认证信息的真实有效性。如在核查过程中发现招聘用户提供的信息不符合规定或虚假或无效的，我们有权对该用户及关联单位采取包括但不限于扣除资源、限制登录、暂停使用、终止合作永久封禁账户等平台管制措施。</div>
				</div>
				<div>3、您应妥善保证自己的帐号和密码，您应当对以其账户进行的所有活动和事件负法律责任。如您是企业用户，您对其认证后关联的个人用户的所有行为承担连带责任。</div>
				<div>
					4、您在使用博士投网络存储平台和/或享受博士投提供的服务过程中，应当遵守国家法律法规以及所有与博士投服务有关的网络协议、规定、产品规则或程序，不得有下列任何行为，否则博士投有权不通知您自行采取措施，包括但不限于删除用户发布的内容，限制、暂停用户使用，或终止合作永久封禁账户等措施：
					<div>（1）提供虚假信息注册的（包括但不限于冒充其他人、单位）或者仿冒、混淆他人账号对外展示名称、头像或者发布让人容易产生混淆、误解的内容的行为；</div>
					<div>（2）在博士投平台上骚扰、辱骂、歧视、威胁他人或存在其他不正当行为；</div>
					<div>（3）通过任何技术手段侵入我们的软件、网站、数据库等系统或者干扰博士投产品和/或服务正常运行的；</div>
					<div>（4）侵犯博士投或第三方的专利权、著作权、商标权、名誉权或其他任何合法权益的行为；</div>
					<div>（5）未经博士投许可，在博士投平台发布广告或营销行为；</div>
					<div>（6）利用博士投平台发布、传输任何新闻信息，包括但不限于有关政治、经济、军事、外交等社会公共事务的报道、评论，以及有关社会突发事件的报道、评论；</div>
					<div>（7）其他违反国家法律法规以及所有与博士投服务有关的网络协议、规定、产品规则或程序的行为。</div>
				</div>
				<div>5、您在与博士投上公布信息的个人或公司沟通时，保证在博士投平台上进行。</div>
				<div>6、您知晓并同意在拨打博士投电话时均可能会被录音，博士投电话包括但不限于客服电话、销售电话等</div>
				<div>7、您在博士投发布的职位信息具有效期，博士投有权下线有效期到期的职位信息。</div>
				<div>8、您购买或者博士投赠送的线上服务和/或资源均有有效期，有效期结束后线上服务和/或资源自动清零、服务权限降低，资源有效期不可中断或延期，博士投其他服务条款或优惠活动另有规定的除外。</div>
				<div>9、博士投有权拒绝为与本单位经营同类业务、有业务竞争关系或者其他利害关系的单位及个人提供服务。</div>
				<div>10、账号注销，您可以拨打我们的客户服务热线027—87711410，向我们申请注销您博士投账户，我们的客服将协助您进行注销。在注销账户之后，我们将停止为您提供所有的产品和服务，并依据您的要求，删除您的个人信息，但法律法规另有规定的除外。</div>
			</div>
			<div>
				<h3>第二条 用户承诺</h3>
				<div>1、您应遵守中华人民共和国相关法律法规、所居住或者开展经营活动或者业务国家或者地区的法律法规，不得将我们的网络存储平台和/或服务用于非法目的，不也得以非法方式使用我们的网络存储平台和/或服务。</div>
				<div>2、您承诺在注册或者认证过程中，提供的资料合法、真实、有效。如提交的资料有任何变动，应该及时、准确更新。如因提交的资料不真实或者更新不及时而引发的问题，您应承担相应责任。</div>
				<div>
					3、发布招聘信息
					<div class="div">您在成功注册为企业用户后，即可就招聘目的（即雇主寻找雇员）在本网站发布招聘信息，以及按照相关要求和权限，发布与招聘目的有关的信息。您理解并同意，在发布招聘信息时不应存在以下行为：</div>
					<div>1) 发布任何违反法律法规及其他规范性文件的信息，包括但不限于属于任何非法的、骚扰性的、中伤性的、辱骂性的、恐吓性的、伤害性、庸俗、淫秽、有违社会公序良俗等的信息或言论；</div>
					<div>2) 发布任何与求职无关或与招聘信息发布之目的不符合的意见、通知、商业广告等信息；</div>
					<div>3) 发布虚假、不准确、不完整或具有误导性的职位信息等内容；</div>
					<div>4) 发布任何与职位名称、职位描述不符合的信息；</div>
					<div>5) 以任何形式侵犯他人的版权、商标权、商业秘密或其他知识产权；</div>
					<div>6) 侵犯个人和社会大众的隐私安全；</div>
					<div>7) 利用网站开设的功能或权限发布、编辑、传播违反法律法规及其他规范性文件、引人反感或有违风化的信息、言论或内容。</div>
					<div class="div">您理解并同意，您了解博士投招聘上的信息系用户自行 发布，且可能存在风险和瑕疵。我们将通过依法建立相关检查监控制度尽可能保障您的合法权益及良好体验。同时，鉴于服务中的海量信息以及网络环境的虚拟性，我们无法逐一审查信息的合法性、真实性和准确性，您公开发布的信息可能被任何其他访问者浏览，也可能被错误使用，对此您应谨慎判断。</div>
				</div>
				<div>
					4、查阅简历
					<div class="div">您有权在网站或相关移动客户端中搜索求职者的简历，从而发现您感兴趣的求职者，并进一步沟通与了解。您应当按照法定或约定的目的或方式使用上述信息，您在查阅简历时不应存在以下行为：</div>
					<div>1) 将任何服务中的信息用作任何商业目的，以及未经我们的同意，向任何其他第三方披露、许可、转让非公开信息或以类似方式使第三方知晓相关信息；</div>
					<div>2) 未经我们的同意，将购买的服务产品（包括但不限于简历信息）用于任何除自身招聘以外的其他目的，或以任何方式泄露、授权或变相授权给任何第三方；</div>
					<div>3) 擅自打印、复制或以其他方式使用有关雇员的任何个人资料；</div>
					<div>4) 将我们提供的信息用于招聘以外的其他不合理目的。	</div>
				</div>
				<div>
					5、 信息的更改与删除
					<div class="div">招聘信息与简历的公布均属于信息的发布行为，除了信息的发布者外，任何访问者不得更改或删除他人发布的任何信息。为保证网络安全秩序，我们可能会依据法律法规及其他规范性文件的要求更改或删除任何不适当的信息。</div>
				</div>
				<div>
					6、招聘活动的开展
					<div class="div">当您确认您感兴趣的求职者时，您可以进一步开展招聘活动，通过与求职者的沟通、语音通话、视频通话、笔试和面试等，确认符合您职位需求的求职者名单。您应当实施真实、合法、有效的招聘活动，并避免出现任何违法或不恰当行为，包括但不限于：</div>
					<div>1) 未经同意，向公布信息的求职者发电子邮件、打电话、寄信或以其他方式进行接触</div>
					<div>2) 冒充他人、利用他人的名义实施招聘活动；</div>
					<div>3) 存在任何扣押被录用人员或参加面试人员的居民身份证和其他证件，或以担保或其他任何名义向劳动者收取财物，或其他以招用人员为名牟取不正当利益等违法、犯罪行为；</div>
					<div>4) 不遵守招聘活动秩序，不合理使用博士投招聘提供的物料及资源。</div>
				</div>
			</div>
			<div>
				<h3>第三条 用户违规行为的处理</h3>
				<div>1、您如违反使法律法规或本协议中的第一条、第二条任一条款的，博士投有权要求改正或直接采取一切必要的措施。必要的措施包括但不限于删除用户张贴的内容、暂停或终止用户使用博士投服务。被终止使用博士投服务的用户已缴纳的费用不予以退还，若其账户中存在金币等资源和用户等级的，则同步清零，资源、人选信息等不予退还。</div>
				<div>2、用户如违反法律法规或本协议约定，导致博士投或其关联公司遭受损失（损失包括但不限于直接经济损失、行政罚款、维权成本），用户应赔偿博士投或其关联公司的全部损失。</div>
				<div>3、博士投未行使或延迟行使其在本协议权利并不构成对这些权利的放弃，单独或部分行使其在本协议项下的任何权利不妨碍任何其它权利的行使。博士投随时有权要求用户继续履行义务并承担相应的违约责任。</div>
			</div>
			<div>
				<h3>第四条 用户的个人信息保护</h3>
				<div class="div">我们重视对您的信息保护，具体详情请参阅《隐私条款》。</div>
			</div>
			<div>
				<h3>第五条 版权声明</h3>
				<div class="div">我们平台特有的标识、版面设计、编排方式等知识产权均属博士投享有，未经博士投许可，不得任意复制、转载或使用。</div>
			</div>
			<div>
				<h3>第六条 不可抗力以及免责</h3>
				<div>1、因遇不可抗力造成的博士投无法为用户提供服务的，博士投不承担任何法律责任，不可抗力包括但不限于：政府行为、自然灾害、战争、罢工、电脑病毒、黑客攻击、电信管理部门因技术调整导致网络中断等。</div>
				<div>2、用户理解博士投无法保证网络服务任何条件下均不会中断，故博士投对网络服务的及时性、安全性、准确性不作担保。同时，博士投对服务器受病毒侵袭及其他故障侵扰免责。用户应做好数据备份，若发生使用本平台时的数据丢失的情况，博士投免责。</div>
				<div>3、博士投不能保证某一招聘信息会有一定数量的用户来浏览，也不能保证会有一位特定的用户来浏览。博士投并不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供用户参考使用。</div>
				<div>4、用户承担通过博士投登录到其他站点而形成的全部风险。同时了解通过博士投之外与其他个人及用户的沟通不在博士投控制范围内，其独立承担相应的后果。博士投提供平台服务，故不担保用户发送给另一方用户的资料的真实性、精确性与可靠性。</div>
				<div>5、博士投提供平台服务，任何透过博士投发布的招聘信息及其他产品或者服务均系用户自行发布，因其发布行为产生的法律后果由发布人承担；用户在通过博士投得到资讯和信息后，与信息发布方所进行的任何交易均系其双方自主交易，双方若发生纠纷，皆与博士投无关，博士投不承担任何法律责任。</div>
			</div>
			<div>
				<h3>第七条 通知</h3>
				<div class="div">当您注册企业账号并接受博士投招聘服务时，您应该向博士投招聘提供真实有效的联系方式（包括您的工作邮箱、联系电话等），使博士投招聘能随时联系您并向您发出有效的通知。此外，博士投招聘向您浏览界面推送的弹窗等通知形式，也视作向您发出的有效通知。</div>
				<div class="div">您理解且同意，您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使通知无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</div>
			</div>
			<div>
				<h3>第八条 法律适用、管辖与其他</h3>
				<div>1、本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</div>
				<div>2、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向博士投所在地的人民法院提起诉讼。</div>
				<div>3、本协议任一条款被视为废止、无效或不可执行，该条应视为可分离的且并不影响本协议其余条款的有效性及可执行性。</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		name: 'Agreemen'
	}
</script>

<style scoped>
	.Agreemen {
		height: 31.25rem;
		overflow: auto;
		font-size: 0.9375rem;
	}
	ol, ul {
		list-style: decimal!important;
	}
	p , .div{
		text-indent: 2.25rem;
	}
</style>