<template>
	<div class="Policy">
		<h2>尊敬的中研博硕英才网用户：</h2>
		<div class="Policybody">
			<p>您好！</p>
			<p><strong>版本号：V2020-1.0版本</strong></p>
			<p><strong>发布日期：2020年2月25日</strong></p>
			<p><strong>生效日期：2020年3月25日</strong></p>
			<div class="div">欢迎您使用博士投服务！博士投（简称“我们”）尊重并保护每位使用博士投网站或产品服务的用户的隐私。本隐私政策旨在向您说明我们如何收集、使用、分享以及保护您的个人信息及其它相关信息，请您务必认真阅读。当您向我们提供您的个人信息或开始使用我们的产品或服务时，即表示您已知悉并同意我们在本隐私政策中所述内容。希望您仔细阅读隐私政策，详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。我们可能会为了向您提供特定服务的目的，收集和使用您的个人敏感信息。个人敏感信息是指一旦泄漏、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心受到损害或歧视性待遇等的个人信息，种族、宗教、政治立场、个人财产信息、个人健康生理信息、个人身份信息和网络身份标识信息等可能构成个人敏感信息。在使用过程中，请谨慎考虑是否向我们提供这些信息。我们将尽最大努力保护好您的个人信息。</div>
			<div><h3>您可以根据以下索引阅读相应章节，进一步了解本条款的具体约定：</h3></div>
			<div>
				<div><h4><a href="#1">一、我们如何收集和使用您的信息</a></h4></div>
				<div><h4><a href="#2">二、我们如何使用Cookie等同类技术</a></h4></div>
				<div><h4><a href="#3">三、我们如何保存和保护您的信息</a></h4></div>
				<div><h4><a href="#4">四、您的权利与选择</a></h4></div>
				<div><h4><a href="#5">五、我们如何保护未成年人的信息</a></h4></div>
				<div><h4><a href="#6">六、本隐私条款的适用及更新</a></h4></div>
				<div><h4><a href="#7">七、如何联系我们</a></h4></div>
			</div>
			<div>
				<h3 id="1">一、我们如何收集和使用您的信息</h3>
				<h3>1.注册账号</h3>
				<div class="div">您可以通过博士投招聘网站、微信小程序或在我们客服的帮助下线下注册博士投招聘账号并享受博士投招聘服务。您也可以在不注册账号或不登录的情形下浏览博士投招聘网站，但您注册之后可以享受更全面和优质的服务（即个人寻找职业和雇主寻找雇员）。</div>
				<div class="div">在您注册账号时，我们需要收集您的电话号码或个人邮箱，我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您也可以使用微信第三方账号关联登录，为保存登录信息并在不同设备登录时能同步数据，我们将需要您授予我们从第三方账号获得某些信息的权限，如使用者第三方关联登录的唯一标识、头像、昵称。有关您在这些第三方账号中所有的隐私控制、选项及具体的隐私规定，请参阅他们的隐私政策。如果您在客服的协助下线下完成账户注册，我们将在您第一次登录时提供隐私政策并获取您的同意。</div>
				<div class="div">当您代表您的雇主注册并使用企业招聘账号时，我们需要通过收集您的姓名、手机号码、身份证号和手持身份证的照片进行招聘身份认证，以最大限度地保证招聘信息的真实和准确。</div>
				<h3>2.创建简历</h3>
				<div class="div">如您以求职用户身份注册、使用博士投服务时，您需要创建自己的简历。在您创建简历时，应提供姓名、性别、出生日期、身份（学生/职场人），如果您是职场人，还需提供公司名称、职位、当前所在地，如果您是学生，还需提供邮箱。您登陆后，还可以继续完善您的简历信息，您可以选择补充或修改您的学校名称、专业、时间、学历教育信息，行业、入职时间、职能、月薪、邮箱。您补充您的简历信息有助于我们为您提供个性化的服务推荐和更优的服务体验，但如果您不填写这些补充信息，不会影响您使用博士投的基本功能。</div>
				<h3>3.发布职位信息</h3>
				<div class="div">您完成招聘用户认证后，才能使用发布职位信息服务。您发布的职位信息会在博士投微信小程序和博士投网站上展示。在您使用本服务时，您可以提供您的定位信息。定位信息将仅被用于为您快速填充当前位置信息、提供岗位地址选择功能、进行帐号安全检测以及向您推荐您可能感兴趣的求职用户。博士投不会将定位信息用作实现上述功能之外的其他用途。拒绝提供位置信息仅会使您无法享受基于位置的安全检测和个性化推荐，而不会影响您正常使用本平台的其他功能。</div>
				<h3>4.信息推送</h3>
				<div class="div">为了向您展现或推荐相关程度更高（而非普遍推送）的订阅信息、信息流、广告，以便为您提供更适合的定制化服务，如果您是求职用户，您同意我们收集您的日志信息、浏览记录、使用行为的信息，在获得您弹窗授权后收集您的设备信息、好友列表，在您选择公开简历后，收集您填写的简历信息；如果您是招聘用户，您同意我们收集您的发布的职位信息、搜索信息、浏览信息、下载信息、沟通信息。</div>
				<div class="div">为了提高求职/招聘效率及成功率，我们可能会对在您同意基础上收集的招聘信息和求职信息进行匹配，对求职用户进行职位推送，职位推送可能采取人工的方式，对招聘用户进行候选人推送。</div>
				<div class="div">如涉及邮件、短信的推送信息，您可以根据邮件或者短信内容提示退订服务。您选择退订后，不会影响您使用博士投的其他功能。</div>
				<h3>5.支付功能</h3>
				<div class="div">在您选择购买我们的服务时，我们会根据法律规定记录、保存在博士投上的服务信息、交易信息。您可以选择第三方支付机构所提供的支付服务，根据您的选择，您需要提供开户行、账户、银行账户或者您选择的第三方支付时必要信息。如果需要发票，您还需要提交纳税人识别号，支付功能本身并不收集您的个人信息，但我们需要将您的订单号与交易金额信息与支付机构共享以实现其确认您的支付指令并完成支付。</div>
				<h3>6.客户服务</h3>
				<div class="div">当您在博士投发布信息、申诉、注销账户或者进行咨询时，为了方便与您联系或帮助您解决问题，我们可能需要您提供姓名、手机号码、电子邮件、简历、证件号码信息。同时，我们可能会利用您认证后的联系的信息与您直接沟通或互动，联系信息包括您的手机号码、电子邮件。为保证您的账号安全，客服在接受您的咨询反馈时，会使用您的账号信息核验您的身份。如您拒绝提供上述信息，可能部分功能无法使用，同时无法向您及时反馈申诉、注销或咨询结果。</div>
				<h3>7.安全管理</h3>
				<div class="div">为了保障您使用博士投服务的人身、财产安全，更好地预防求职诈骗财产风险、人身安全风险，以及更准确地识别违反法律法规及博士投相关协议、规则的行为，我们会记录、整合、使用您的常用设备信息、网络标识信息、使用记录信息，以及我们关联公司、合作第三方取得您授权或依法共享的信息，用于判断您的账号风险、进行身份验证、检测我们认为存在风险的行为以及防范平台安全事件，并采取必要的记录、审计、分析、处置措施。</div>
				<h3>8.其他服务</h3>
				<div class="div">在符合法律法规的前提下，我们可能会将您的个人信息在匿名化、汇总、脱敏和加密处理后，形成统计信息或用户画像（但画像无法识别任何用户个人），为您展示和推送相关服务、产品或功能。当我们要将信息用于本隐私条款未载明的其他用途，将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</div>
				<h3>9.征得授权同意的例外</h3>
				<div>在以下情形中，我们可以在不征得您的授权同意的情况下收集、使用一些必要的个人信息：</div>
				<div>（1）与国家安全、国防安全直接相关的；</div>
				<div>（2）与公共安全、公共卫生、重大公共利益直接相关的；</div>
				<div>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</div>
				<div>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</div>
				<div>（5）所收集的个人信息是您自行向社会公众公开的；</div>
				<div>（6）从合法公开披露的信息中收集到您的个人信息，包括从合法的新闻报道、政府信息公开等渠道；</div>
				<div>（7）根据您的要求签订和履行合同所必需的；</div>
				<div>（8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</div>
				<div>（9）法律法规规定的其他情形。</div>
			</div>
			<div>
				<h3 id="2">二、我们如何使用Cookie等同类技术</h3>
				<div class="div">为确保网站正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好等数据。</div>
				<div class="div">我们不会将 Cookie 用于本隐私条款所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。有关详情。</div>
			</div>
			<div>
				<h3 id="3">三、我们如何保存和保护您的信息</h3>
				<div class="div">我们高度重视您的个人信息安全，我们将严格遵守相关法律法规规定，采取业内认可的合理可行的措施，保存和保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。</div>
				<div class="div">除法律法规另有规定或执法机关有特殊要求，我们会在法律规定范围内的最短期限及达成本隐私政策所述目的所需的期限内保留您的个人信息，超出上述期限后，我们将删除您的个人信息或对您的个人信息进行匿名化处理。</div>
				<div><h4>安全事件处置</h4></div>
				<div class="div">互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。为防止安全事故的发生，我们制定了妥善的预警机制和应急预案。若不幸发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等，并立即启动应急预案，力求将损失最小化。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知用户时，我们会采取合理、有效的方式发布公告。</div>
				<div class="div">同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况，紧密配合政府机关的工作。</div>
			</div>
			<div>
				<h3 id="4">四、您的权利与选择</h3>
				<div class="div">根据适用的法律法规，我们将采取适当的技术手段，保证您访问、更新、更正或删除您的个人信息的权利。如有法律法规的要求导致我们无法满足您的请求的，我们将向您提供合理的解释。</div>
				<div><h4>访问权</h4></div>
				<div class="div">您有权访问您的博士投招聘网站或微信小程序的账户信息、投递记录、订阅信息等信息。您登录帐号后，即可访问我们保留的您的个人信息，如您希望获取更为详尽的清单，您可以通过联系我们提出您的具体要求。</div>
				<div><h4>更正权</h4></div>
				<div class="div">您在账户内可修改您的原有个人信息的设置，包括但不限于个人简历、订阅信息、收藏的职位和关注的公司。当您发现我们处理的关于您的个人信息有错误且您无法在账户内自行修改时，您有权通过“联系我们”要求我们对错误或不完整的信息做出更正或更新。</div>
				<div><h4>删除权</h4></div>
				<div class="div">当您不再使用我们的产品或服务且要求删除您的个人信息时，或我们违反法律法规或与您的约定收集、使用、与他人分享您的个人信息时，您有权要求删除您的个人信息。您可以在简历设置中自主修改、删除您的个人信息，但出于监管机关打击犯罪、维护国家安全的要求，我们可能会对您的通讯信息进行记录和保存。为了防止错误操作导致信息丢失，当您删除您最后一份简历时，您需要联系客服进行处理，当我们决定响应您的删除请求时，我们将尽快从博士投招聘服务中删除信息，使您的信息不可见。</div>
				<div><h4>撤销权</h4></div>
				<div class="div">每个业务功能需要一些基本的个人信息才能得以完成。对于非必要收集的个人信息，您可以随时给予或收回您的授权同意。</div>
				<div class="div">您已经投递的简历或被企业搜索已下载过的您的简历，以及您与他人分享的信息（如通过动态消息或群组）在注销账号或删除信息后，我们可能不会立即删除相应的信息，因为我们无法删除他人从我们的服务中复制的信息。</div>
				<div><h4>注销权</h4></div>
				<div class="div">您可通过联系客服的方式，随时注销此前注册的账户，我们将尽快删除该账号。账户注销可能会导致清除您的所有用户数据和账户信息且不可恢复；但在特定情形下，如合理必要地履行我们的法律义务、解决争议、防止欺诈与滥用，我们将在使用者账号注销后保留不可识别个人的信息。</div>
				<div class="div">您可根据以下“联系我们”部分所列的方式与我们联络，以行使上述权利；或者对于通过博士投招聘网站和博士投招聘微信小程序收集的个人信息，您可通过博士投招聘网站或微信小程序中的帮助与反馈功能提交相关权利要求。当您请求行使上述权利，或进行其他申诉时，原则上我们将于15天内回复处理意见或结果。</div>
			</div>
			<div>
				<h3 id="5">五、我们如何保护未成年人的信息</h3>
				<div class="div">除了适用法律要求外，我们不会在明知的情况下收集未成年人（未满十八周岁）的个人信息。我们将在简历输入的功能中对年龄进行限定，不再提供十八周岁以下的年龄区间选项。十六周岁至十八周岁的未成年人使用博士投招聘服务，应当由监护人注册账户和填写相关信息。如未经其监护人同意，未成年人请勿向我们提供个人信息。</div>
			</div>
			<div>
				<h3 id="6">六、本隐私条款的适用及更新</h3>
				<div>本隐私条款所指的重大变更包括但不限于：</div>
				<div>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</div>
				<div>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</div>
				<div>（3）个人信息共享、转让或公开披露的主要对象发生变化；</div>
				<div>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；</div>
				<div>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</div>
				<div>（6）个人信息安全影响评估报告表明存在高风险时。</div>
				<div>我们还会将本隐私条款的旧版本存档，供您查阅。</div>
			</div>
			<div>
				<h3 id="7">七、如何联系我们</h3>
				<div class="div"><strong>公司名称：<span style="color: #FF5656;">武汉博硕人力资源服务有限公司</span></strong></div>
				<div class="div"><strong>联系方式：如果您对本隐私政策有任何问题，请通过以下方式与我们的个人信息保护专员联系</strong></div>
				<div class="div"><strong>客服热线:</strong></div>
				<div class="div">企业用户：027—87711410</div>
				<div class="div">个人用户：027—87711410</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		name: 'Policy',
		data () {
			return {}
		}
	}
</script>

<style scoped>
	.Policy {
		height: 31.25rem;
		overflow: auto;
		font-size: 0.9375rem;
	}
	ol, ul {
		list-style: decimal!important;
	}
	p , .div{
		text-indent: 2.25rem;
	}
</style>
